[
    {
        "id": "1",
        "img": "https://image.made-in-china.com/202f0j00TLCGZkBdkScv/Bench-Drilling-Vertical-Mini-Milling-Machine.jpg",
        "name": "Flux Core Welder",
        "description": "Excepteur deserunt magna cupidatat anim nisi ipsum tempor dolore sint id aliquip excepteur aliquip esse. Fugiat exercitation amet nulla aute nulla incididunt Lorem irure commodo id. Dolor consectetur incididunt tempor laborum laboris aliqua. Consequat anim enim deserunt eu et irure veniam Lorem sit commodo aliqua.\r\n",
        "price": "2000",
        "minOrder": "500",
        "availableQuantity": "500000"
    },
    {
        "id": "2",
        "img": "https://image.made-in-china.com/202f0j00TLCGZkBdkScv/Bench-Drilling-Vertical-Mini-Milling-Machine.jpg",
        "name": "Press Break",
        "description": "Incididunt labore ex ex exercitation. Elit dolor duis est excepteur Lorem voluptate cillum id velit enim in. Voluptate pariatur officia ullamco occaecat aliqua consequat nostrud est quis voluptate. Exercitation deserunt dolor mollit eu incididunt veniam irure ad. Voluptate ut cupidatat aliqua voluptate laboris incididunt voluptate incididunt non cillum sint minim sunt. Ad commodo nulla magna enim sit nostrud nulla nostrud reprehenderit et. Mollit aute amet culpa pariatur fugiat voluptate velit tempor aute.\r\n",
        "price": "2000",
        "minOrder": "500",
        "availableQuantity": "500000"
    },
    {
        "id": "3",
        "img": "https://image.made-in-china.com/202f0j00TLCGZkBdkScv/Bench-Drilling-Vertical-Mini-Milling-Machine.jpg",
        "name": "Thread Cutting Taps",
        "description": "Duis quis do cupidatat enim velit incididunt in pariatur excepteur id cillum est veniam id. Laborum in veniam mollit do voluptate duis minim cillum laborum velit pariatur veniam tempor. Id exercitation aute in consectetur officia veniam et irure quis sint.\r\n",
        "price": "2000",
        "minOrder": "500",
        "availableQuantity": "500000"
    },
    {
        "id": "4",
        "img": "https://image.made-in-china.com/202f0j00TLCGZkBdkScv/Bench-Drilling-Vertical-Mini-Milling-Machine.jpg",
        "name": "Milling Machine",
        "description": "Laboris irure id ipsum ex labore aliqua do consequat magna exercitation. Minim nisi exercitation incididunt magna Lorem fugiat aliqua do aute. Deserunt adipisicing tempor irure magna Lorem eiusmod commodo est adipisicing occaecat.\r\n",
        "price": "2000",
        "minOrder": "500",
        "availableQuantity": "500000"
    },
    {
        "id": "5",
        "img": "https://image.made-in-china.com/202f0j00TLCGZkBdkScv/Bench-Drilling-Vertical-Mini-Milling-Machine.jpg",
        "name": "Bench Grinder",
        "description": "Pariatur mollit sunt sit mollit laborum nostrud. Esse exercitation velit sint laboris anim non mollit esse deserunt. Duis in et velit sit proident cupidatat labore.\r\n",
        "price": "2000",
        "minOrder": "500",
        "availableQuantity": "500000"
    },
    {
        "id": "6",
        "img": "https://image.made-in-china.com/202f0j00TLCGZkBdkScv/Bench-Drilling-Vertical-Mini-Milling-Machine.jpg",
        "name": "Metal Working Lathe",
        "description": "Officia elit adipisicing nulla commodo eiusmod non magna veniam nisi consectetur mollit. Esse ex irure ad sunt aliquip sunt laboris consequat incididunt sint. Lorem non Lorem pariatur adipisicing nisi reprehenderit excepteur veniam proident. Est eiusmod occaecat amet ad amet adipisicing.\r\n",
        "price": "2000",
        "minOrder": "500",
        "availableQuantity": "500000"
    }
]